Revit 2027 API
EdgeEndPoint.Edge Property
 The Edge.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Edge Edge { get; }
Public ReadOnly Property Edge As Edge
	Get
public:
property Edge^ Edge {
	Edge^ get ();
}
member Edge : Edge with get
Property Value
Edge
See Also
Reference
EdgeEndPoint Class
Autodesk.Revit.DB Namespace